Repository: XVilka/powertop
Catalog: po/*.po
Languages: pl, ro

source: Your CPU supports the following C-states :
pl: Twój procesor obsługuje następujące C-states :
ro: Procesorul suportă următoarele stări C-states :

source: no ACPI power usage estimate available
pl: szacowanie użycia energii ACPI jest niedostępne
ro: nici o estimare a puterii de utilizare ACPI disponibilă

source: no power usage estimate available
pl: szacowanie zużycia energii jest niedostępne
ro: nici o estimare a puterii de utilizare disponibilă

source: polling
ro: de votare

source: powertop version %s
pl: wersja powertop %s
ro: versiune powertop %s
