Repository: XVilka/powertop
Catalog: po/*.po
Languages: pl, ro

source: <interrupt> : %s
pl: <przerwanie> : %s
ro: <întrerupe> : %s

source: <interrupt> : extra timer interrupt
pl: <przerwanie> : nadmiarowe przerwanie zegarowe
ro: <întrerupe> : întrerupere extra timp

source: <kernel IPI> : %s
pl: <IPI kernela> : %s
ro: <IPI kernel> : %s

source: -d, --dump read wakeups once and print list of top offenders
pl: -d, --dump czytaj jednorazowo wybudzenia i wypisz głównych winowajców
ro: -d, --dump citește o dată pornirile și imprimă o listă cu contravențiile importante

source: -h, --help Show this help message
pl: -h, --help Pokaż ten ekran pomocy
ro: -h, --help Arată acest mesaj de ajutor

source: -p, --pids show pids in wakeups list
pl: -p, --pids Pokazuj PID na liście wybudzeń
ro: -p, --pids arată aceste pid-uri în lista de porniri

source: -t, --time=DOUBLE default time to gather data in seconds
pl: -t, --time=LICZBA domyślny czas zbierania danych w sekundach (możliwy ułamek)
ro: -t, --time=DOUBLE timpul implicit în secunde pentru a colecta date

source: -v, --version Show version information and exit
pl: -v, --version Wypisz wersję i zakończ
ro: -v, --version Arată informații despre versiune apoi părăsește pagina

source: A - Turn AC97 powersave on
pl: A - włącz oszczędzanie energii AC97
ro: A - Activează economizatorul de energie pentru AC97

source: A - Turn HD audio powersave on
pl: A - Włącz oszczędność energii dźwięku HD
ro: A - Activează economizatorul de energie audio pentru HD

source: B - Turn Bluetooth off
pl: B - wyłącz Bluetooth
ro: B - Dezactivează Bluetooth

source: C - Power aware CPU scheduler
pl: C - planista CPU zajmujący się zasilaniem
ro: C - Jurnalul de putere a procesorului

source: D - disable wireless
pl: D - Wyłącz WiFi
ro: D - dezactivează conexiunea fără fir

source: I - disable WIFI Radio
pl: I - wyłącz zasilanie WiFi
ro: I - dezactivează Radio WIFI

source: K - kill %s
pl: K - zabij %s
ro: K - termină %s

source: N - Turn NMI watchdog off
pl: N - wyłącz NMI watchdog
ro: N - Dezactivează gardianul NMI

source: O - enable Ondemand governor
pl: O - włącz zarządcę ondemand
ro: O - activează guvernatorul Ondemand

source: P - Enable wireless power saving
pl: P - Włącz oszczędność energii WiFi
ro: P - Activează economizatorul de energie pentru conexiunea fără fir

source: Q - Quit
pl: Q - Zakończ
ro: Q - Ieșire

source: R - Refresh
pl: R - Odśwież
ro: R - Reîmprospătare

source: S - SATA Link Power Management
pl: S - zarządzanie zasilaniem magistrali SATA
ro: S - Gestionarea Consumului de Energie pentru SATA Link

source: T - enable noatime
pl: T - włącz noatime
ro: T - activează noatime

source: U - Enable USB suspend
pl: U - Włącz usypianie USB
ro: U - Permite suspendarea USB-ului

source: V - Disable TV out
pl: V - Wyłącz wyjście TV
ro: V - Dezactivează ieșirea TV

source: W - Enable wireless power saving
pl: W - Włącz oszczędzanie energii WiFi
ro: W - Activează economizatorul de energie pentru conexiunea fără fir

source: W - Increase Writeback time
pl: W - Zwiększ czas Writebacku
ro: W - Mărește timpul de Răspuns în scris

source: W - disable Wake-On-Lan
pl: W - wyłącz Wake-On-Lan
ro: W - dezactivează Wake-On-Lan

source: (long term: %3.1fW,/%3.1fh)
pl: (długoterminowo: %3.1fW,/%3.1fh)
ro: (termen lung: %3.1fW,/%3.1fh)

source: (which is CONFIG_DEBUG_KERNEL=y in the config file)
pl: (czy jest CONFIG_DEBUG_KERNEL=y w pliku konfiguracji)
ro: (care este CONFIG_DEBUG_KERNEL=y în fișierul de configurare)

source: < Detailed C-state information is not available.>
pl: < Szczegółowe informacje o C-stanach nie są dostępne.>
ro: < Informații detaliate despre C-state nu sunt disponibile.>

source: <kernel core>
pl: <wielkość kernela>
ro: <nucleu kernel>

source: <kernel module>
pl: <moduł kerenela>
ro: <modul kernel>

source: A USB device is active %4.1f%% of the time: %s
pl: Urządznie USB aktywne przez %4.1f%% czasu: %s
ro: Un dispozitiv USB este activ %4.1f%% din timp: %s

source: Active Device name
pl: Aktywne Nazwa urządznia
ro: Nume Dispozitiv activ

source: C0 (cpu running) (%4.1f%%)
pl: C0 (CPU aktywny) (%4.1f%%)
ro: C0 (procesorul rulează) (%4.1f%%)

source: Cn Avg residency
pl: Cn Średnia residency
ro: Cn Rezidență medie

source: Collecting data for %i seconds
pl: Zbieranie danych przez %i sekund
ro: Colecteză date pentru %i secunde

source: Disable Ethernet Wake-On-Lan with the following command: ethtool -s eth0 wol d Wake-on-Lan keeps the phy active, this costs power.
pl: Wyłącz funkcję Wake-On-Lan za pomocą poniższego polecenia: ethtool -s eth0 wol d Wake-on-Lan utrzymuje aktywne zasilanie, co powoduje stratę energii
ro: Dezactivează opțiunea Wake-On-Lan a rețelei cu următoarea comandă: ethtool -s eth0 wol d Această opțiune păstrează phy-ul activ dar și consumă energie.

source: Disable the SE-Alert software by removing the 'setroubleshoot-server' rpm SE-Alert alerts you about SELinux policy violations, but also has a bug that wakes it up 10 times per second.
pl: Wyłącz oprogramowanie SE-Alert usuwając pakiet "setroubleshoot-server" SE-Alert powiadamia o naruszeniach polityki SELinuksa, ale ma błąd, który powoduje jego budzenie 10 razy na sekundę.
ro: Dezactivează softul SE-Alert prin eliminarea pachetului rpm 'setroubleshoot-server' Acest soft vă avertizează cu privire la politica de încălcare SELinux, dar are un bug care îl activează la fiecare 10 secunde.

source: No detailed statistics available; PowerTOP needs root privileges for that
pl: Szczegółowe statystki są niedostępne; PowerTOP wymaga do tego uprawnień roota
ro: Nu sunt disponibile statistici detaliate; PowerTOP are nevoie de privilegii de root pentru aceasta

source: No detailed statistics available; please enable the CONFIG_TIMER_STATS kernel option
pl: Szczegółowe statystki są niedostępne; włącz opcję jądra CONFIG_TIMER_STATS
ro: Nu sunt disponibile statistici detaliate; vă rog să activaţi opțiunea CONFIG_TIMER_STATS al kernelului

source: Note: this is only available in 2.6.21 and later kernels
pl: Uwaga: ta opcja jest dostępna wyłącznie w jądrze 2.6.21 i nowszych
ro: Notă: acest lucru este disponibil numai în versiunea 2.6.21 şi kernelurile ulterioare

source: P-states (frequencies)
pl: P-stany (częstotliwości)
ro: P-states (frecvențe)

source: PS/2 keyboard/mouse/touchpad
pl: Klawiatura/mysz/touchpad PS/2
ro: tastatură PS/2/maus/touchpad

source: Power usage (5 minute ACPI estimate) : %5.1f W (%3.1f hours left)
pl: Użycie zasilania (średnia ACPI z 5 minut): %5.1f W (pozostało %3.1f godzin)
ro: Consumul de energie (ACPI estimează 5 minute) : %5.1f W (%3.1f ore rămase)

source: Power usage (ACPI estimate): %3.1fW (%3.1f hours)
pl: Użycie zasilania (szacunek ACPI): %3.1fW (%3.1f godzin)
ro: Consumul de energie (ACPI estimează): %3.1fW (%3.1f ore)

source: Power usage: %3.1fW (%3.1f hours)
pl: Zużycie energii: %3.1fW (%3.1f godzin)
ro: Consumul de energie: %3.1fW (%3.1f ore)

source: PowerTOP needs to be run as root to collect enough information
pl: PowerTOP wymaga uruchomienia jako root, aby zebrać wystarczającą ilość informacji
ro: PowerTOP trebuie să ruleze ca root pentru a colecta informaţii suficiente

source: Recent USB suspend statistics
pl: Ostatnie statystyki uśpienia USB
ro: Statistici USB recent suspendate

source: Suggestion: Disable 'hal' from polling your cdrom with: hal-disable-polling --device /dev/cdrom 'hal' is the component that auto-opens a window if you plug in a CD but disables SATA power saving from kicking in.
pl: Podpowiedź: wyłącz sprawdzanie CD-ROM-u przez "hal" za pomocą: hal-disable-polling /dev/cdrom "hal" jest składnikiem, który automatycznie otwiera okno, gdy włożysz CD, ale wyłącza oszczędzanie energii SATA.
ro: Sugestie: Dezactivează modul în care 'hal' obține drepturi la cdrom: hal-disable-polling --device /dev/cdrom 'hal' este o componentă ce deschide automat o fereastră dacă introduceți un CD dar și dezactivează modul econom pentru SATA.

source: Suggestion: Disable or remove 'beagle' from your system. Beagle is the program that indexes for easy desktop search, however it's not very efficient and costs a significant amount of battery life.
pl: Podpowiedź: wyłącz lub usuń "beagle" z systemu. Beagle jest programem indeksującym, dzięki któremu można łatwo wyszukiwać pliki, ale nie jest zbyt wydajny i szybko skraca życie baterii.
ro: Sugestie: Dezactivează sau eliminăi 'beagle' din sistem. Beagle este un program ce indexează conținutul pentru a ușura căutările, totuși nu este foarte eficient și scade durata de viață a bateriei.

source: Suggestion: Disable or remove 'gnome-power-manager' from your system. Older versions of gnome-power-manager wake up far more often than needed costing you some power.
pl: Podpowiedź: wyłącz lub usuń "gnome-power-manager" z systemu. Pomimo nazwy starsze wersje gnome-power-manager zużywają więcej energii niż jej oszczędzają.
ro: Sugestie: Dezactivează sau elimină 'gnome-power-manager' din sistem. Versiunile mai vechi de gnome-power-manager se deschid mult mai repede decât este nevoie, astfel consumul este mai mare.

source: Suggestion: Disable or remove 'pcscd' from your system. pcscd tends to keep the USB subsystem out of power save mode and your processor out of deeper powersave states.
pl: Podpowiedź: wyłącz lub usuń "pcscd" z systemu. pcscd powstrzymuje podsystem USB od używania trybu oszczędzania energii i procesor od używania głębszych stanów oszczędzania energii.
ro: Sugestie: Dezactivează sau elimină 'pcscd' din sistem. În modul de economisire pcscd tinde să păstreze subsistemul USB fără putere și nu permite procesorului să ruleze la frecvențe mai joase.

source: Suggestion: Disable the CONFIG_IRQBALANCE kernel configuration option. The in-kernel irq balancer is obsolete and wakes the CPU up far more than needed.
pl: Podpowiedź: wyłącz opcję CONFIG_IRQBALANCE w konfiguracji jądra. Balansowanie IRQ jądra jest przestarzałe i budzi procesor o wiele częściej niż tego potrzeba.
ro: Sugestie: Dezactivează opțiunea CONFIG_IRQBALANCE a kernelului. Balanța in-kernel irq este absolută și folosește procesorul mai mult decât este nevoie.

source: Suggestion: Disable the unused WIFI radio by executing the following command: echo 1 > %s
pl: Podpowiedź: wyłącz nieużywany interfejs WiFi wykonując poniższe polecenie: echo 1 > %s
ro: Sugestie: Dezactivează rețeaua fără fir atunci când nu este folosită cu următoarea comandă: echo 1 > %s

source: Suggestion: Disable the unused WIFI radio by setting the interface down: ifconfig %s down
pl: Podpowiedź: wyłącz nieużywane nadajniki WiFi wyłączając ich interfejsy: ifconfig %s down
ro: Sugestie: Dezactivează rețeaua fără fir atunci când nu este folosită prin închiderea acesteia: ifconfig %s down

source: Suggestion: Disable the unused bluetooth interface with the following command: hciconfig hci0 down ; rmmod hci_usb Bluetooth is a radio and consumes quite some power, and keeps USB busy as well.
pl: Podpowiedź: wyłącz nieużywany interfejs Bluetooth za pomocą poniższego polecenia: hciconfig hci0 down ; rmmod hci_usb Bluetooth jest urządzeniem radiowym i używa całkiem sporo energii, a także utrzymuje aktywne USB
ro: Sugestie: Dezactivează interfața bluetooth atunci când nu este folosit cu următoarea comandă: hciconfig hci0 down ; rmmod hci_usb Bluetooth-ul folosește unde, astfel consumă destul de multă energie, dar și ține portul USB ocupat.

source: Suggestion: Enable SATA ALPM link power management via: echo min_power > /sys/class/scsi_host/host0/link_power_management_policy or press the S key.
pl: Podpowiedź: włącz zarządzanie zasilaniem łącza SATA ALPM przez: echo min_power > /sys/class/scsi_host/host0/link_power_management_policy lub naciśnij klawisz S.
ro: Sugestie: Activează modul de gestionare a energiei SATA ALPM prin intermediul comenzii: echo min_power > /sys/class/scsi_host/host0/link_power_management_policy sau apăsați tasta S.

source: Suggestion: Enable USB autosuspend for non-input devices by pressing the U key
pl: Podpowiedź: Włącz auto-usypianie USB (autosuspend) dla urządzeń innych niż wejściowe, naciskając U
ro: Sugestie: Activează modul de suspendare automată a USB-ului pentru dispozitele non-input prin apăsarea tastei U

source: Suggestion: Enable the CONFIG_ACPI_BATTERY kernel configuration option. This option is required to get power estimages from PowerTOP
pl: Podpowiedź: włącz opcję konfiguracji jądra CONFIG_ACPI_BATTERY. Ta opcja jest wymagana, aby używać szacunków energii PowerTOP
ro: Sugestie: Activează opțiunea CONFIG_ACPI_BATTERY a kernelului. Această opţiune este necesară pentru a obţine, de la PowerTOP, informații estimative despre puterea de consum

source: Suggestion: Enable the CONFIG_CPU_FREQ_GOV_ONDEMAND kernel configuration option. The 'ondemand' CPU speed governor will minimize the CPU power usage while giving you performance when it is needed.
pl: Podpowiedź: włącz opcję konfiguracji jądra CONFIG_CPU_FREQ_GOV_ONDEMAND. Zarządca prędkością CPU "ondemand" minimalizuje użycie energii przez CPU, zwiększając wydajność, kiedy jest potrzebna.
ro: Sugestie: Activează opțiunea CONFIG_CPU_FREQ_GOV_ONDEMAND a kernelului. Această opțiune va minimaliza consumul de energie a procesorului, oferind performanțele necesare atunci când este nevoie.

source: Suggestion: Enable the CONFIG_CPU_FREQ_STAT kernel configuration option. This option allows PowerTOP to show P-state percentages P-states correspond to CPU frequencies.
pl: Podpowiedź: włącz opcję konfiguracji jądra CONFIG_CPU_FREQ_STAT. Ta opcja umożliwia PowerTOP wyświetlanie procentów stanów P Stany P odpowiadają częstotliwościom CPU.
ro: Sugestie: Activează opțiunea CONFIG_CPU_FREQ_STAT a kernelului. Această opțiune permite ca PowerTOP să arate procente P-state Acestea corespund procentelor procesorului.

source: Suggestion: Enable the CONFIG_HPET_TIMER kernel configuration option. Without HPET support the kernel needs to wake up every 20 milliseconds for some housekeeping tasks.
pl: Podpowiedź: włącz opcję konfiguracji jądra CONFIG_HPET_TIMER. Bez obsługi HPET jądro musi budzić się co 20 milisekund, aby wykonać niektóre zadania.
ro: Sugestie: Activează opțiunea CONFIG_HPET_TIMER a kernelului. Fără suport HPET, kernelul trebuie să se activeze odată la 20 de milisecunde pentru sarcini de menaj.

source: Suggestion: Enable the CONFIG_INOTIFY kernel configuration option. This option allows programs to wait for changes in files and directories instead of having to poll for these changes
pl: Podpowiedź: włącz opcję CONFIG_NOTIFY w konfiguracji jądra. Ta opcja umożliwia programom bierne śledzenie zmian w wybranych plikach i katalogach bez konieczności ciągłego sprawdzania ich
ro: Sugestie: Activează opțiunea CONFIG_INOTIFY a kernelului. Această opțiune permite programelor să aștepte modificări ale fișierelor și dosarelor în loc să verifice fiecare fișier și dosar în parte

source: Suggestion: Enable the CONFIG_NO_HZ kernel configuration option. This option is required to get any kind of longer sleep times in the CPU.
pl: Podpowiedź: włącz opcję konfiguracji jądra CONFIG_NO_HZ. Ta opcja jest wymagana, aby otrzymać jakiekolwiek dłuższe czasy uśpienia CPU.
ro: Sugestie: Activează opțiunea CONFIG_NO_HZ a kernelului. Această opțiune permite procesorului să primească durate mai lungi de repaus.

source: Suggestion: Enable the CONFIG_SND_AC97_POWER_SAVE kernel configuration option. This option will automatically power down your sound codec when not in use, and can save approximately half a Watt of power.
pl: Podpowiedź: włącz opcję konfiguracji jądra CONFIG_SND_AC97_POWER_SAVE. Ta opcja automatycznie wyłączy kodeki dźwięku, kiedy nie są używane, i może zaoszczędzić około połowy wata energii.
ro: Sugestie: Activează opțiunea CONFIG_SND_AC97_POWER_SAVE a kernelului. Această opțiune va închide automat codecul de sunet atunci când nu este folosit, astfel se poate salva aproximativ jumătate din energia consumată.

source: Suggestion: Enable the CONFIG_USB_SUSPEND kernel configuration option. This option will automatically disable UHCI USB when not in use, and may save approximately 1 Watt of power.
pl: Podpowiedź: włącz opcję konfiguracji jądra CONFIG_USB_SUSPEND. Ta opcja automatycznie wyłączy UHCI USB, kiedy jest są używany, i może zaoszczędzić około jednego wata energii.
ro: Sugestie: Activează opțiunea CONFIG_USB_SUSPEND a kernelului. Această opțiune va dezactiva automat UHCI USB atunci când nu este folosit, astfel se poate salva aproximativ 1 Watt de energie.

source: Suggestion: Enable the ondemand cpu speed governor for all processors via: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq/scaling_governor
pl: Podpowiedź: włącz zarządcę prędkością CPU ondemand dla wszystkich procesorów przez: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq/scaling_governor
ro: Sugestie: Activează guvernatorul de viteză a procesorului folosind comanda: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq/scaling_governor

source: Suggestion: Enable wireless power saving mode by executing the following command: echo 5 > %s This will sacrifice network performance slightly to save power.
pl: Podpowiedź: włącz tryb oszczędzanie energii urządzeń bezprzewodowych wykonując poniższe polecenie: echo 5 > %s To nieznacznie zmniejszy wydajność sieci, aby oszczędzać energię.
ro: Sugestie: Activează modul de economisire a rețelei fără fir folosind comanda: echo 5 > %s Această opțiune va sacrifica ușor performața rețelei pentru a salva energie.

source: Suggestion: Enable wireless power saving mode by executing the following command: iwconfig %s power timeout 500ms This will sacrifice network performance slightly to save power.
pl: Podpowiedź: włącz tryb oszczędzanie energii urządzeń bezprzewodowych komendą: iwconfig %s power timeout 500ms To nieznacznie zmniejszy wydajność sieci, aby oszczędzać energię.
ro: Sugestie: Activează modul de economisire a rețelei fără fir folosind comanda: iwconfig %s power timeout 500ms Această opțiune va sacrifica ușor performața rețelei pentru a salva energie.

source: Suggestion: Enable wireless power saving mode by executing the following command: iwpriv %s set_power 5 This will sacrifice network performance slightly to save power.
pl: Podpowiedź: włącz tryb oszczędzanie energii urządzeń bezprzewodowych wykonując poniższe polecenie: iwpriv %s set_power 5 To nieznacznie zmniejszy wydajność sieci, aby oszczędzać energię.
ro: Sugestie: Activează modul de economisire a rețelei fără fir folosind comanda: iwpriv %s set_power 5 Această opțiune va sacrifica ușor performața rețelei pentru a salva energie.

source: Suggestion: disable TV out via: xrandr --output TV --off or press the V key.
pl: Podpowiedź: wyłącz wyjście TV przez: xrandr --output TV --off lub naciśnij klawisz V.
ro: Sugestie: dezactivează ieșirea TV prin comanda: xrandr --output TV --off sau apasă tasta V.

source: Suggestion: disable the NMI watchdog by executing the following command: echo 0 > /proc/sys/kernel/nmi_watchdog The NMI watchdog is a kernel debug mechanism to detect deadlocks
pl: Podpowiedź: wyłącz NMI watchdog wykonując poniższe polecenie: echo 0 > /proc/sys/kernel/nmi_watchdog Jest to mechanizmem debugowania jądra służący do wykrywania blokad
ro: Sugestie: dezactivează gardianul NMI prin executarea următoarei comenzi: echo 0 > /proc/sys/kernel/nmi_watchdog Gardianul NMI este un mecanism de depanare a kernelului folosit pentru a detecta partajări (zone moarte)

source: Suggestion: enable AC97 powersave mode by executing the following command: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save or by passing power_save=1 as module parameter.
pl: Podpowiedź: włącz tryb oszczędzania energii AC97 wykonując poniższe polecenie: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save lub przez przekazanie power_save=1 jako parametr modułu.
ro: Sugestie: activează modul de economisire AC97 folosind următoarea comandă: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save sau prin trecerea parametrului power_save=1 a modulului.

source: Suggestion: enable HD audio powersave mode by executing the following command: echo 1 > /sys/module/snd_hda_intel/parameters/power_save or by passing power_save=1 as module parameter.
pl: Podpowiedź: włącz tryb oszczędzania energii dźwięku HD wykonując polecenie: echo 1 > /sys/module/snd_hda_intel/parameters/power_save lub przez przekazanie power_save=1 jako parametr modułu.
ro: Sugestie: activează modul de economisire audio HD folosind următoarea comandă: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save sau prin trecerea parametrului power_save=1 a modulului.

source: Suggestion: enable the HPET (Multimedia Timer) in your BIOS or add the kernel patch to force-enable HPET. HPET support allows Linux to have much longer sleep intervals.
pl: Podpowiedź: włącz HPET (Zegar multimedialny) w BIOS-ie lub dodaj łatę jądra, aby wymusić włączenie HPET. Obsługa HPET umożliwia Linuksowi dużo dłuższe czasy uśpienia.
ro: Sugestie: activează HPET (Multimedia Timer) în BIOS sau adaugă patchul force-enable HPET a kernelului. Sprijinul oferit de HPET sistemului permite acestuia să primească durate mai lungi de repaus.

source: Suggestion: enable the noatime filesystem option by executing the following command: mount -o remount,noatime / or by pressing the T key noatime disables persistent access time of file accesses, which causes lots of disk IO.
pl: Podpowiedź: włącz opcję noatime systemu plików wykonując poniższe polecenie: mount -o remount,noatime / lub przez naciśnięcie klawisza T noatime wyłącza stały czas dostępu do plików, który powoduje dużo operacji wejścia/wyjścia dysku.
ro: Sugestie: activează opțiunea de sistem noatime cu următoarea comandă: mount -o remount,noatime / sau prin apăsarea tastei T noatime dezactivează accesul repetat la fișiere, acces ce poate cauza multe defecțiuni ale discului.

source: Suggestion: enable the power aware CPU scheduler with the following command: echo 1 > /sys/devices/system/cpu/sched_mc_power_savings or by pressing the C key.
pl: Podpowiedź: włącz planistę CPU zajmującego się zasilaniem wykonując poniższe polecenie: echo 1 > /sys/devices/system/cpu/sched_mc_power_savings lub przez naciśnięcie klawisza C.
ro: Sugestie: activează jurnalul de putere a procesorului cu ajutorul următoarei comenzi: echo 1 > /sys/devices/system/cpu/sched_mc_power_savings sau prin apăsarea tastei C.

source: Suggestion: increase the VM dirty writeback time from %1.2f to 15 seconds with: echo 1500 > /proc/sys/vm/dirty_writeback_centisecs This wakes the disk up less frequently for background VM activity
pl: Podpowiedź: wydłuż czas writebacku pamięci wirtualnej z %1.2f do 15 sekund za pomocą: echo 1500 > /proc/sys/vm/dirty_writeback_centisecs Dzięki temu dysk będzie rzadziej wybudzany przez operacje na pamięci wirtualnej
ro: Sugestie: mărește timpul de răspuns în scris VM de la %1.2f la 15 secunde cu: echo 1500 > /proc/sys/vm/dirty_writeback_centisecs Această opțiune accesează discul mai rar pentru activitatea de fundal VM

source: This option is located in the Kernel Debugging section of menuconfig
pl: Ta opcja znajduje się w sekcji 'Kernel Debugging' menuconfiga
ro: Această opţiune este situată în menuconfig, secțiunea Depanare Kernel

source: Top causes for wakeups:
pl: Najczęstsze powody wybudzeń:
ro: Top cauze pentru porniri:

source: Turbo Mode
pl: Tryb Turbo
ro: Modul Turbo

source: USB device %4s : %s (%s)
pl: Urządzenie USB %4s : %s (%s)
ro: Dispozitivul USB %4s : %s (%s)

source: Usage: powertop [OPTION...]
pl: Składnia: powertop [OPCJA...]
ro: În uz: powertop [OPTION...]

source: Wakeups-from-idle per second : %4.1f interval: %0.1fs
pl: Wybudzenia ze stanu bezczynności na sekundę: %4.1f przedział: %0.1fs
ro: Wakeups-from-idle pe secundă : %4.1f interval: %0.1fs

source: Your BIOS reports the following C-states :
pl: Twój BIOS podaje następujące C-states :
ro: BIOS-ul raportează următoarele stări C-states :
